{
  "languages": "en",
  "transcript": " Hello guys, long time no see.  Yeah, I'll be there on the week of the 16 from 16 to 20.  Actually, I'll arrive a little bit earlier.  I'll arrive over the weekend on the 14.  It's just there.  And I'll be there until the next Saturday.  And we were going to have the the kickoff meeting for 2025, the 19.  And the week after we're off.  So no, I'm going to go back.  I'll go back on Saturday, Saturday morning.  But I'll be there in the in the weekend before.  And I heard that there will be a lot of things happening in the city, too.  Like because I think that there is a there's a grand pre we're happening, right?  Yeah, yeah.  I don't know yet.  Yeah, I was going to.  Yeah, I asked her to help me.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  So yesterday I was working on some kind of document.  I created a Monday board for the marketing team that is connected with the contenting board river kinder.  So we have everything in one place because they're I also added all the technical items here to this board.  Yeah, I'm using yours, but I'm connecting to the it's like a main motherboard.  It also includes the technical tasks from from the dev team.  It's connected with your board.  So he gets all the dates and the status of each item from there.  I saw some back and forth with the with the team about the Kinderflow.  I had them.  I presented a flow that Claire created for Kinder Italy easier to the dev team yesterday.  We received some feedback.  So I'm not organizing all the points so I can share with Alex.  And I was working on updating the email that a user received with their first create their account when the accounts created because it's mentioning that the day they will be able to log in and password and we don't have a password anymore.  That would be updated.  That's it.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  So today I plan to start working on on the alky way.  Today, I plan to start working on the LQA.  I have a right started actually on the LQA plan  for the new scenarios.  And then I'll share with you once I have everything done.  I'll work on the task rail.  And then we can do an export to Google Sheet, if necessary.  But we can use the rail for that.  So the plan is to get the same plan  that we have been using for the best few years  and just do the modifications for the new scenarios,  like taking to consideration the types of questions  that we'll have in each one.  I'll share with you.  And then I'll be a short beauty in the plan from that.  Yep.  Yeah.  Mm-hmm.  Yeah, I'll share these first draft of the plan  with Pascal.  So it's done.  And then we can build from there, OK?  Yeah.  Yep.  Yeah, yeah.  For sure.  Which we build.  No, no, no.  Just kind of weak.  Yeah, that's the plan.  Yeah, I had a conversation with Brian about this.  He gave me some ideas and tips.  But it should have to start looking and planning  what I'll be doing, why I was there there.  Because I'll arrive on the weekend before.  So I'll have the full Saturday and Sunday.  I'll be a little bit tired when I arrive  because I'll spend the whole night traveling.  But I plan to do something on the weekend before.  But I haven't started doing the actual plan  for the trip.  But yeah, for sure.  I want to go out and see stuff.  Yeah.  For sure.  Yeah, yeah.  Yep.  Yeah, I haven't had the time to check everything  and start planning.  But I intend to do that over the next weekend.  So I have a lot of stuff with me like ideas of place  should go where to eat and what to do over that specific weekend  because of the everything that is going to be happening  in Montreal at the time I need to start planning.  Yeah.  I heard about that.  Yeah, I heard about it.  Yeah.  Okay.  Okay.  But when is that it's on the weekend?  Oh, good.  Nice.  Yeah.  Yeah.  But I intend to do stuff not only on the weekend,  but also after after work.  Nice.  Okay.  Yeah, I heard that probably the city would be crowded.  Right.  Yeah.  That's good.  I think I think I chose a good moment to be there.  Yeah.  Yeah, I wanted to see the winter.  Yeah.  Yeah.  That was the original plan, but it didn't happen.  Yeah.  Yeah.  The good thing is that I won't need to buy new clothes to go there.  If it was winter, I would surely need to buy some new clothes.  Yeah.  There you go.  Yeah.  Yeah.  Yeah.  Yeah.  Yeah.  You too.  Yes.  Bye-bye.",
  "summary": "**Transcript**\n\nHello guys, long time no see. I'll be there the week of the 16th, from the 16th to the 20th. Actually, I'll arrive a little earlier on the weekend of the 14th. It's just there. I'll be there until the next Saturday. We are going to have the kickoff meeting for 2025 on the 19th, and the week after, we're off. So, I'm going to go back. I'll go back on Saturday morning. But I'll be there the weekend before. I heard a lot of things will be happening in the city, too. Like, I think there's a Grand Prix happening, right?\n\nYeah, yeah. I don't know yet. Yeah, I was going to ask her to help me. So, yesterday, I was working on some kind of document. I created a Monday board for the marketing team that's connected with the content board, River Kinder, so we have everything in one place. I also added all the technical items to this board. I'm using yours, but I'm connecting to the main motherboard. It also includes the technical tasks from the dev team. It's connected with your board, so it gets all the dates and the status of each item from there.\n\nI saw some back and forth with the team about the Kinderflow. I presented a flow that Claire created for Kinder Italy to the dev team yesterday. We received some feedback, so I'm now organizing all the points so I can share them with Alex. I was working on updating the email a user receives when their account is created because it's currently mentioning a login and password we don't have anymore. That will be updated.\n\nToday, I plan to start working on the LQA. I've actually started on the LQA plan for the new scenarios. I'll share with you once I have everything done. I'll work on the task rail, and then we can do an export to Google Sheets if necessary, but we can use the rail for that. The plan is to use the same plan we've been using for the past few years and just do the modifications for the new scenarios, taking into consideration the types of questions we'll have in each one. I'll share with you, and then I'll adjust the plan from that.\n\nI'll share the first draft of the plan with Pascal. Then it's done, and we can build from there, OK? I had a conversation with Brian about this. He gave me some ideas and tips. But I need to start looking and planning what I'll be doing while I'm there. I'll arrive the weekend before, so I'll have the full Saturday and Sunday. I'll be a little tired when I arrive because I'll spend the whole night traveling, but I plan to do something on the weekend before. I haven't started planning the actual trip yet, but I intend to over the next weekend. I have ideas of places to go and where to eat and what to do that weekend because of everything happening in Montreal at the time.\n\nWhen is that? It's on the weekend? Oh, good. Nice. I intend to do stuff not only on the weekend but also after work. I heard the city might be crowded. That's good. I think I chose a good moment to be there. I wanted to see the winter, but it didn't happen. The good thing is I won't need to buy new clothes to go there. If it was winter, I'd surely need to buy some new clothes. Yeah. There you go. You too. Yes. Bye-bye.\n\n**Summary**\n\nThe meeting focused on travel plans, board management, and project updates. A participant discussed an upcoming trip to Montreal and the preparations for a 2025 kickoff meeting. Moreover, there were discussions about managing various boards for the marketing and development teams and updates on tasks related to content management and email communication.\n\n**Key Topics**\n\n1. **Travel and Meeting Schedule**: Discussion of arrival and departure dates for a trip to Montreal, and plans for upcoming meetings, notably the 2025 kickoff meeting scheduled for the 19th of the month.\n   \n2. **Document and Board Management**: Creation of a Monday board for the marketing team, integrating technical tasks and ensuring it aligns with the development team's needs.\n\n3. **Project and Task Updates**: Discussion on updating the user’s account creation email and working on an LQA plan for new scenarios.\n\n4. **Travel Activities Planning**: Considerations about activities and plans during the stay in Montreal, including potential crowding due to events like the Grand Prix.\n\n**Decisions Made**\n\n- The first draft of the LQA plan will be shared with Pascal for further development.\n\n**Action Items**\n\n- Organize points from the dev team feedback regarding Kinderflow and share with Alex.\n- Update the user account creation email to reflect the correct login procedure.\n\n**Next Steps**\n\n- Finalize travel plans and activities for the weekends and after work hours in Montreal.\n- Continue work on the LQA and task rail and share progress with the relevant team members."
}