{
  "languages": "en",
  "transcript": "I need to just get out of the road, but it must be mostly in the west, but I wouldn't, but I'm sorry, they’re getting in because my mind just goes like where the next thing that's important is to the United States. Maybe it's the most important United States, and then it's maybe a lot to have as fast forward that chain and whatnot. And I used to have a queue to see if there's a spark in Spanish users in the United States. There are some questions about it, with a number of words that relate to the story, and you ask it this higher brings, but you serve kind of like, you know, or from AI, it seems to bring up some of the real, our own, we're testing and doing things. I think we have a lot of positive content inside of the story AI, so maybe it helps to have more traffic at this moment. Exactly, and again, we also mentioned that, and then things begin to run in, prior to the disaster, I think we're going to be able to just needing an oxygen campaign the first year we're doing that. Even if it's not like creating crazy things, these different ones over one, like, yeah, I hope you decide to have at least one type per month. Whatever it is, it needs to go on a type of season. And yes, we were named traffic sending for some or sending it down, for some, we’re sending for communication, for some, we send the whole thing, and hope all of it will go forward, like slower than any of the topics of the campaign. That's so far, so good, that it is also simulated outwards, and I know that you're having a good time. I got the question comments, and I'm doing the stats. All right, good, thank you. \n\nOh, quick reminder, I think most of you guys, you're looking forward to the team training for out of afternoon, so it's the other end of the chart. It's a training we have on the priorities, for managing priorities and efficiencies, to all really training himself, because he didn't need English sessions, himself was only one half a day, like a longer half a day for us, and credit it would be two days, but it's two half a day, and it's three hours. In that cap, what? Four days, three hours. So in the night, we call it one of the solutions. See, again, it's a topic of importance for me. We're still a small team, and a lot of stuff will happen at the same time. And it's these things that most of you know, but I think it's always good to recall how our values are varying from something I'm saying, but I should do. There's some tricks, everybody needs to do that. Again, most of them didn't probably have heard of, but that things only have been a good refresher. Go ahead. This is for you guys. It's, you know, how to improve your goals. You want to apply it at the office, but then again, the biggest four-year skills as a person, as an employee. Not bad at all. I think they also have a moment. They get out of working, and then thinking of the way we work. It's that important. So a little bit of trouble is about that. And we have another session. I think it's the following week. Yeah. I'll see you later. No problem. Yeah. Perfect. All right. Yeah. I did a lunch with the team. I didn't bring in the year. I bought a one-on-one lunch. We tried that at the beginning of the year. Not least, yeah. I'm trying to integrate. Here and there, some lunch with separate teams. So I did it with the team last week. We had their lunch meeting. Just a couple of months ago. We had enough to get in the season. And follow our objective underway of the trending the right way. So we do run out of the team. We're diagonal three. We call our engine out the marketing team also. So. So. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. Yeah. We did it. Yeah. We didn't do that. All right, yeah. If I get ready finally, big run. All right. The drum is from me. Mr. Matthews coming to Montreal. And the nice. And the best news is coming to Ricky Rock. and arriving on Fridays. So any health ambassadors happen to be available in the weekend. And Alex is going to buy all seats for him. I'm going to put them on. Oh. What is it, love? What is it? So we've got to go for a very basic and old time. We've been waiting through this moment. I want to appreciate this. Your only is only with us for one week. So it's going to be short. So since everybody has to prep up the value of the English version, you ask the definitely like these guys. I'm going to appreciate it to get a couple of the weeks here. The thing that the dean says is he's here for the week. And he's coming at the office. That will be appreciated. I'm going to come rest of the team. If you can make it a next strategy, that would appreciate also since battery is here. You will work on the office of the moment. It's running from far, far away. So I think it's going to be appreciated to that. So it's better work along the corner. But it will be easier for three days. Well, let's see. What up? Big, big, big. You know what we're doing? We'll turn this day to June 19th. We need to work with some kind of like our objective. Like we're passionate with the median volume. If we need to get the weight of that front, I need to get the weight of that. I think it's the question. Tell me, you need to get that weight. So when you get so, you have an instrument, you will have something that is currently with your idea of hiring about that technique. And then you're ready for the meeting and the first thing. Exactly. We put the whole thing with the Zee down, but actually trying to get through the time. There will be a meeting, maybe. And again, that means you have to get in the day. It would be great at least when you were like, it's like I said, the beginning of the season or outside of the office. That's what I'm going to say. You know what I'm going to say? New story app. We're going to talk about that in the new story app. Kind of progressing slowly, especially in the last few days, we've had a lot of us out. A lot of these guys have a discussion with their team, some exchange with accounts of the team, you have the team, five days, you have great the three days in the group. Well, I'm sort of sure to say that we're going to be able to say that they be as fast as we can at the beginning, but I think we're asking our sub-right questions, and we're asking our sub on some key arguments that we need that we call back the pillar of questions. You sure you know we're polite with this strategy and we're like, that's actually really, like, how wide the amount of the unlock is for you. That sounds easy, but sometimes that's that easy, and you can kind of like adjust it. Now, we're not also under the brush for this. Say, sing also well, we are detecting at the moment, that the side of the team are out of being down and that this will be released in 2025, but be honest. I think it smells more like something we're doing to insist, but we still find some time just to stay more than a project and be more ready for problems like the places. I'm not pulling the door, of course, I'm going to do that in some day, and then we decide to have more than a hour around that kind of abstract list. You know, as we speak now, but again, it's not something we put in the garbage in the toilet, we're just like thinking before we rest on the side, and we're going to do that, or that, we're not. Of course, you can comment on that topic. We use the dominant, a lot about the research of the objectives also, of the people also are here to understand, you know, the demographic, and, you know, you know, we have to work to speed ourselves more, it helps to do a lot of marketing. So a lot of the research that we put in the mean, to be honest, with the current project, which I think is also, is the idea of getting this launched? And, you know, in your case, I guess. And also, quick, with this one, I'm going to talk about that, I'm trying to do that information, but, so, for you, at the beginning of the day, yes, I think it's just an environment, that is, like, the executive producer with another experience in doing the re-enhanation, and that's why I've been asking a lot of these. He wasn't one of those who need to be named, he has some of these people, you know, that for a very long time, so we have a very good meeting with high-profile enemies, or a place I can be, so, like, the corporate role of the world, he's smarter for whatever it is. And the big focus for us was to present to these ideal owners, and what they did about adding their character, the owner of the first line to the message, and AI employees component, like we talked about, send it up, we'll be with PMD, but it's using a character to do that, so to see their reaction to what they did, not what they would cost for us to do with, and the reaction to what's pretty prominent, some of them were more likely to do footsteps, but most of them, very prominent and very old, right? We have a pretty good deal, not subject, and we will present this to you, we've been doing this for our own time, and then there's not much people who can say what, we can say what we've done in the past, so far, so good. And the reason also, what we're doing this, is the fact that we've been talking about, kindergarten, they've been doing anything, but they haven't kind of learned that they've already been seeing these highly characters in their kindergarten act with the little colleagues, being assigned to them with the same IP license guys, so we're talking with kindergarten to release that maybe a pilot at the desk, using a kindergarten character or using a like the license that we do have in a way that's going to be joined, we leave them again with kindergarten costs, and I have that license, and then the person in charge of the signature deal at kindergarten wasn't the license, and they showed the president was there to go, and we've got to put them there twice, compared to the deal with them, they have access, which is very high profile, and I said that we don't have to go straight, try to go straight down. So far, it's not going to be for tomorrow. We're making a living, there's a window opportunity in fall 2025, not on that field, it's going to get tight, because especially if you want to do it with the license, it's going down. Maybe there's another step of opportunity, and I think I prefer this one, it's like January 20th, 2016, which is still very quick since August, and we are very happy with this. This is a good thing that we've written before, so nothing don't burn yet, but that's just sharing the plan, how the world is going to be, especially right now, I put it in a different way, if I believe that they didn't also have the need to add more that the IDP to these IDs, because it's another criteria that we're building the IDP to this ID, like the same part of the IDP. I mean, we have a few people that are encouraging, because they don't get all the sludge of fighting, they're all so excited, very popular. They have a demographic that may be even older, maybe it's general, and it's pretty much general, but they don't use voice actors, but there's a lot of criteria like that, so we keep going, we already create the table, but as they leave, we need to go and divide a bit, and then check the rule that, in detail, the size of their social media presence, because, for us, it's important to be already happy in the market, but happy in the market, so that's the version to really track the point, which ID is a three-star for us, or even to do it, which one is the less that we're talking about. So, I guess I think you've got something to do. It's still my final on this project, and I'm working on it right now. Anything else? Questions, gentlemen? I know it's time for Mr. Pavelo, thanks again for making it, and Pavelo, about if there are any questions on it, so guys, you want to ask for your full excitement to go back to work? All right, thank you. Pretty unique. I'll see you in the next one. Thank you, Grace. Ciao, ciao. Yeah, see you, bye.",
  "summary": "**Summary**\nThe meeting primarily focused on updates and discussions surrounding the team's ongoing projects, priorities, and future actions. There was significant interaction concerning project timelines, efficiency training, team integration activities, and anticipated meetings with external partners.\n\n**Key Topics**\n- Project Updates: Discussions on ongoing projects, their timelines, and the slow progress due to recent team absences.\n- Efficiency and Training: Plans for priority management training sessions to enhance team productivity.\n- Team Integration: Efforts to integrate and coordinate various team activities, including lunches and meetings to align objectives.\n- External Partnerships: Upcoming meetings with potential partners and clients, discussing licensing and project opportunities.\n\n**Decisions Made**\nNo specific decisions were reported in this transcript.\n\n**Action Items**\n- Attend team training sessions on managing priorities and efficiencies – All team members.\n- Prepare for upcoming meetings with external partners and stakeholders – Relevant team leads.\n- Continue monitoring project progress and adjust strategies as needed – Project managers.\n\n**Next Steps**\n- Proceed with planned training sessions and ensure team members are up-to-date with new procedures.\n- Follow up on discussions regarding licensing and potential project collaborations with partners.\n- Set future meeting dates to review progress on key projects and address any strategic adjustments needed."
}