{
  "languages": "en",
  "transcript": "The operating system first of all has to load up a launcher, or sometimes two, because you've got to load the Lenovo launcher, then also it has to load up Steam or other game launchers. Then there are updates for all this stuff in addition to individual driver updates. This is a tech channel, and a lot of you guys are comfortable with this stuff because a lot of us use Windows, but for the vast majority of the world on a gaming console, this is just very difficult to go through. The estimated sales figures reflect that; the Steam Deck with Steam OS just crushes the Windows-based handhelds. And that's despite these Windows devices having better screens, better performance, and better batteries, and the ability to play any kind of game that runs on Windows. Keep in mind the Steam OS operating system, unless you tweak it, can only run Steam games. But despite the advantages of Windows systems, the numbers don't lie; people want a console-like experience. They want to pick up a device and just play with as little friction as possible. Windows handhelds have a lot of friction.\n\nNow, the other thing is cost. Because Windows devices have to have a Windows license, that already increases the cost by like 50 bucks at the minimum, so Steam OS devices are just inherently cheaper. The Steam Deck OLED comes in at $550 right now. The base model of the Legion OS was slated to launch at $550 earlier this year, but it looks like it's going to actually come out at $599, so it's like a $50 premium over what they had originally planned, possibly because of tariffs. You do get slightly better performance at the top end, but the Steam Deck is better at lower wattages. But the screen on the Legion OS is significantly better. To me, this is a bigger screen, it's higher res, it has a fast refresh rate, it's a variable refresh rate, so games just look ultra-smooth. It's not an OLED panel; it's an LCD, but it's a kickass panel. I think a lot of people would prefer just the size and characteristics of this panel over the Steam Deck OLED. The touchpad on the Legion OS isn't as good as the one on the Steam Deck; this one's so small in comparison. But the overall ergonomics of the Legion OS are fantastic. I really, really like the way this thing feels, and there's also cases available for this device, like there's the Kill Switch from D brand already. I think it's just going to be a reasonably well-selling device.\n\nNow, there are a couple of thoughts that popped into my mind while I was checking out this Steam OS hardware. The first is, for Valve, if they're willing to put in the resources and development time to make this product, like to make a custom-tuned version of Steam OS for a specific hardware vendor, and keep in mind they did a really good job at it, if they're willing to do this, why would they stay in the hardware game for that much longer? Doesn't it make more sense for Valve to just be like, \"Well, let the hardware guys handle hardware and we'll just do the software stuff,\" because that's where the profit margins are, right? You get a 30% cut on every game. That's why these things exist: to sell games. So I think Valve wants to make more hardware, but at the same time, I could see them leaving sooner than later. I could see them just exiting that whole hardware thing sooner than I would want.\n\nOkay, the other thing is, when I was testing this stuff out, I thought, how did we get to the stage where Microsoft allowed this to even happen? We've had handheld gaming PCs for a decade. Microsoft's had 10 years to make handheld gaming on Windows better, and it just hasn't changed very much. I don't feel like Microsoft can keep ignoring this. This was just a piece of software, and it took—and it just—it's so much better. It makes this product so much better the moment you remove Windows. They've got to do something about this.\n\nOkay, there you have it. Steam OS is awesome, and I think it fundamentally changes this product genre. I did not think that this would happen anytime soon. We had multiple publications stating that this wouldn't happen at all, but then it showed up in studio, and I couldn't believe my eyes—a fully refreshed Steam Deck. And I mean fully refreshed; every single major component of the system is new. We have a larger OLED display, we have a new chip, a six-nanometer chip that's more energy-efficient. We have slightly tweaked sticks, the touchpad, the speakers are better, the battery's bigger, there's longer battery life, and we have an improved thermal system. Let's just get right into it. Let's start off with the exterior dimensions because that's one of the very few things that hasn't really changed per se. The biggest difference is like the presence of this new orange power button—it just signifies the kind of new version of it. Even the screen cut out is the same as the larger panel, but because of the thinner bezels, the old accessories all work, so the Kill Switch from D brand still fits perfectly, and the same with their screen protectors.\n\nAll right, let's start with the displays. This here is the previous model, the original Steam Deck with its seven-inch display, so it was a six—",
  "summary": "**Summary**\n\nThe meeting primarily discussed the challenges and comparisons of Windows handheld gaming devices versus Steam OS-based devices like the Steam Deck. Emphasis was placed on the user experience, costs, and potential industry shifts. While Windows devices offer better technical specifications, users tend to prefer the more straightforward, console-like experience of Steam OS devices. Questions were raised about the future direction of companies like Valve and Microsoft's role in handheld gaming.\n\n**Key Topics**\n\n1. **User Experience & Friction:** Windows handheld devices have more friction due to the need for multiple launchers and updates, making Steam OS's straightforwardness more appealing.\n   \n2. **Cost and Market Positioning:** Steam OS devices are cheaper due to the absence of a Windows license fee, giving them a pricing advantage in the market despite recent increases due to tariffs.\n\n**Decisions Made**\n\nNo specific decisions were outlined in the transcript.\n\n**Action Items**\n\n- Investigate further into market strategies for competing with console-like gaming experiences.\n- Review cost strategies to counteract Windows licensing fees on handheld devices.\n\n**Next Steps**\n\n- Await further updates from platforms like Valve on their hardware strategy in providing gaming devices."
}